Repository: josejuanqm/docky
Catalog: Docky/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans, zh_hant, zh_hk

source: Could not import theme
fr: Impossible d'importer le thème
zh_hans: 无法导入主题
zh_hant: 無法匯入主題
zh_hk: 無法導入主題

source: Could not install widget
fr: Impossible d’installer le widget
zh_hans: 无法安装小组件
zh_hant: 無法安裝小元件
zh_hk: 無法安裝小組件

source: Couldn't apply override
fr: Impossible d’appliquer la surcharge
zh_hans: 无法应用覆盖设置
zh_hant: 無法應用覆蓋設定
zh_hk: 無法應用覆蓋設置

source: Couldn't install widget
fr: Impossible d’installer le widget
zh_hans: 无法安装小组件
zh_hant: 無法安裝小元件
zh_hk: 無法安裝小組件

source: Couldn't load the marketplace.
fr: Impossible de charger le marketplace.
zh_hans: 无法加载市场。
zh_hant: 無法載入市場。
zh_hk: 無法加載市場。

source: Couldn’t determine your location.
fr: Impossible de déterminer votre position.
zh_hans: 无法确定你的位置。
zh_hant: 無法確定你的位置。
zh_hk: 無法確定你的位置。

source: Couldn’t load weather.
fr: Impossible de charger la météo.
zh_hans: 无法加载天气。
zh_hant: 無法載入天氣。
zh_hk: 無法加載天氣。

source: Couldn’t update reminder.
fr: Impossible de mettre à jour le rappel.
zh_hans: 无法更新提醒事项。
zh_hant: 無法更新提醒事項。
zh_hk: 無法更新提醒事項。

source: Current Location
fr: Position actuelle
zh_hans: 当前位置
zh_hant: 當前位置
zh_hk: 當前位置

source: Custom
fr: Personnalisé
zh_hans: 自定
zh_hant: 自定
zh_hk: 自定

source: Custom Location
fr: Emplacement personnalisé
zh_hans: 自定位置
zh_hant: 自定位置
zh_hk: 自定位置

source: Daily
fr: Quotidien
zh_hans: 每天
zh_hant: 每天
zh_hk: 每天

source: Deactivate
fr: Désactiver
zh_hans: 停用
zh_hant: 停用
zh_hk: 停用

source: Delete this theme
fr: Supprimer ce thème
zh_hans: 删除此主题
zh_hant: 刪除此主題
zh_hk: 刪除此主題

source: Delete this theme?
fr: Supprimer ce thème ?
zh_hans: 删除此主题？
zh_hant: 刪除此主題？
zh_hk: 刪除此主題？

source: Delete this widget
fr: Supprimer ce widget
zh_hans: 删除此小组件
zh_hant: 刪除此小元件
zh_hk: 刪除此小組件

source: Delete this widget?
fr: Supprimer ce widget ?
zh_hans: 删除此小组件？
zh_hant: 刪除此小元件？
zh_hk: 刪除此小組件？

source: Describe the issue, idea, or feedback. The diagnostic bundle below is attached automatically so the maintainer can replicate your setup.
fr: Décrivez le problème, l'idée ou le retour. Le bundle de diagnostic ci-dessous est joint automatiquement afin que le mainteneur puisse reproduire votre configuration.
zh_hans: 请描述问题、想法或反馈。下面的诊断包会自动附加，便于维护者复现你的配置。
zh_hant: 請描述問題、想法或反饋。下面的診斷包會自動附加，便於維護者復現你的配置。
zh_hk: 請描述問題、想法或反饋。下面的診斷包會自動附加，便於維護者復現你的配置。

source: Describe the steps to reproduce, or what you'd like to see…
fr: Décrivez les étapes de reproduction, ou ce que vous aimeriez voir…
zh_hans: 请描述复现步骤，或你希望看到的效果…
zh_hant: 請描述復現步驟，或你希望看到的效果…
zh_hk: 請描述復現步驟，或你希望看到的效果…

source: Desktop
fr: Bureau
zh_hans: 桌面
zh_hant: 桌面
zh_hk: 桌面

source: Developer
fr: Développeur
zh_hans: 开发
zh_hant: 開發
zh_hk: 開發

source: Dim Idle App Icons
fr: Atténuer les icônes d'application inactives
zh_hans: 调暗闲置 App 图标
zh_hant: 調暗閒置 App 圖示
zh_hk: 調暗閒置 App 圖標

source: Divider Color
fr: Couleur du séparateur
zh_hans: 分隔栏颜色
zh_hant: 分隔欄顏色
zh_hk: 分隔欄顏色

source: Dock Settings
fr: Réglages du Dock
zh_hans: Dock 设置
zh_hant: Dock 設定
zh_hk: Dock 設置

source: Dock profiles each keep their own pinned apps, trailing items, widgets, and hidden-app list. Switch between them from the small ball at the leading edge of the dock.
fr: Chaque profil de dock conserve ses propres applications épinglées, éléments finaux, widgets et liste d'applications masquées. Basculez entre eux depuis la petite bille au bord d'attaque du dock.
zh_hans: 每个 Dock 配置文件都保留自己的固定应用、尾部项目、小组件和隐藏应用列表。可通过 Dock 前缘的小球在它们之间切换。
zh_hant: 每個 Dock 配置檔案都保留自己的固定應用、尾部專案、小元件和隱藏應用列表。可透過 Dock 前緣的小球在它們之間切換。
zh_hk: 每個 Dock 配置文件都保留自己的固定應用、尾部項目、小組件和隱藏應用列表。可通過 Dock 前緣的小球在它們之間切換。

source: Docky Preferences
fr: Préférences de Docky
zh_hans: Docky 偏好设置
zh_hant: Docky 偏好設定
zh_hk: Docky 偏好設置

source: Docky Settings
fr: Réglages de Docky
zh_hans: Docky 设置
zh_hant: Docky 設定
zh_hk: Docky 設置

source: Docky could not find a writable Applications folder.
fr: Docky n’a pas trouvé de dossier Applications accessible en écriture.
zh_hans: Docky 找不到可写的“应用程序”文件夹。
zh_hant: Docky 找不到可寫的“應用程式”資料夾。
zh_hk: Docky 找不到可寫的“應用程序”文件夾。

source: Docky couldn't find a running process for %1$@ to perform %2$@.
fr: Docky n'a pas trouvé de processus en cours d'exécution pour %1$@ afin d'effectuer %2$@.
zh_hans: Docky 未找到正在运行的 %1$@ 进程，无法执行 %2$@。
zh_hant: Docky 未找到正在執行的 %1$@ 程序，無法執行 %2$@。
zh_hk: Docky 未找到正在運行的 %1$@ 進程，無法執行 %2$@。

source: Docky couldn't prepare the AppleScript needed for this Finder action.
fr: Docky n'a pas pu préparer l'AppleScript nécessaire à cette action Finder.
zh_hans: Docky 无法准备此 Finder 操作所需的 AppleScript。
zh_hant: Docky 無法準備此 Finder 操作所需的 AppleScript。
zh_hk: Docky 無法準備此 Finder 操作所需的 AppleScript。

source: Docky couldn't prepare the AppleScript needed to request System Events automation.
fr: Docky n'a pas pu préparer l'AppleScript nécessaire pour demander l'automatisation System Events.
zh_hans: Docky 无法准备请求 System Events 自动化所需的 AppleScript。
zh_hant: Docky 無法準備請求 System Events 自動化所需的 AppleScript。
zh_hk: Docky 無法準備請求 System Events 自動化所需的 AppleScript。

source: Docky loads action definitions from bundled JSON. Future curated packages can add actions and append menu items at approved insertion points without replacing Docky's core menus.
fr: Docky charge les définitions d'actions depuis un JSON intégré. Les futurs paquets sélectionnés pourront ajouter des actions et des éléments de menu à des points d'insertion agréés sans remplacer les menus principaux de Docky.
zh_hans: Docky 从内置 JSON 加载操作定义。未来的精选包可以在允许的插入点添加操作并追加菜单项，无需替换 Docky 的核心菜单。
zh_hant: Docky 從內建 JSON 載入操作定義。未來的精選包可以在允許的插入點新增操作並追加選單項，無需替換 Docky 的核心選單。
zh_hk: Docky 從內置 JSON 加載操作定義。未來的精選包可以在允許的插入點添加操作並追加菜單項，無需替換 Docky 的核心菜單。

source: Docky preferences (every `docky.*` UserDefaults key)
fr: Préférences Docky (chaque clé UserDefaults `docky.*`)
zh_hans: Docky 首选项（所有 `docky.*` UserDefaults 键）
zh_hant: Docky 首選項（所有 `docky.*` UserDefaults 鍵）
zh_hk: Docky 首選項（所有 `docky.*` UserDefaults 鍵）

source: Docky wants to control Finder
fr: Docky souhaite contrôler Finder
zh_hans: Docky 想要控制 Finder
zh_hant: Docky 想要控制 Finder
zh_hk: Docky 想要控制 Finder

source: Download & Install
fr: Télécharger et installer
zh_hans: 下载并安装
zh_hant: 下載並安裝
zh_hk: 下載並安裝

source: Downloads
fr: Téléchargements
zh_hans: 下载
zh_hant: 下載
zh_hk: 下載

source: Drag icons to rearrange them
fr: Faites glisser les icônes pour les réorganiser
zh_hans: 拖动图标以重新排列
zh_hant: 拖動圖示以重新排列
zh_hk: 拖動圖標以重新排列

source: Drizzle
fr: Bruine
zh_hans: 毛毛雨
zh_hant: 毛毛雨
zh_hk: 毛毛雨

source: Drop an unzipped `.dockytheme` folder into the Themes directory, then refresh.
fr: Déposez un dossier `.dockytheme` dézippé dans le dossier Thèmes, puis actualisez.
zh_hans: 将解压后的 `.dockytheme` 文件夹放入 Themes 目录，然后刷新。
zh_hant: 將解壓後的 `.dockytheme` 資料夾放入 Themes 目錄，然後重新整理。
zh_hk: 將解壓後的 `.dockytheme` 文件夾放入 Themes 目錄，然後刷新。

source: Duplicate
fr: Dupliquer
zh_hans: 创建副本
zh_hant: 建立副本
zh_hk: 創建副本

source: Each corner that's set overrides only itself; unset corners inherit the uniform radius above. Use this to flatten only the screen-facing edge (taskbar look).
fr: Chaque coin défini ne remplace que lui-même ; les coins non définis héritent du rayon uniforme ci-dessus. Utilisez cela pour aplatir uniquement le bord tourné vers l'écran (aspect barre d'outils).
zh_hans: 每个已设置的圆角只覆盖自身；未设置的圆角沿用上方的统一圆角。可用此项仅将朝向屏幕的边变为直角（任务栏风格）。
zh_hant: 每個已設定的圓角只覆蓋自身；未設定的圓角沿用上方的統一圓角。可用此項僅將朝向螢幕的邊變為直角（工作列風格）。
zh_hk: 每個已設置的圓角只覆蓋自身；未設置的圓角沿用上方的統一圓角。可用此項僅將朝向屏幕的邊變為直角（任務欄風格）。

source: Each rendering size can opt into its own content padding and corner radius. Unset values inherit the tile-chrome defaults, useful for letting wide widgets bleed edge-to-edge while keeping the 1x form rounded.
fr: Chaque taille de rendu peut adopter sa propre marge de contenu et son propre rayon de coin. Les valeurs non définies héritent des valeurs par défaut du cadre de tuile, utile pour laisser des widgets larges déborder d'un bord à l'autre tout en gardant arrondie la forme 1x.
zh_hans: 每个渲染尺寸都可以单独设置内容内边距和圆角。未设置的值沿用图块外框的默认值，可让宽小组件横向铺满边缘，同时保持 1x 形态的圆角。
zh_hant: 每個渲染尺寸都可以單獨設定內容內邊距和圓角。未設定的值沿用圖塊外框的預設值，可讓寬小元件橫向鋪滿邊緣，同時保持 1x 形態的圓角。
zh_hk: 每個渲染尺寸都可以單獨設置內容內邊距和圓角。未設置的值沿用圖塊外框的默認值，可讓寬小組件橫向鋪滿邊緣，同時保持 1x 形態的圓角。

source: Enable Access
fr: Activer l'accès
zh_hans: 开启访问
zh_hant: 開啟訪問
zh_hk: 開啓訪問

source: Enable Calendar
fr: Activer l'Agenda
zh_hans: 开启日历
zh_hant: 開啟日曆
zh_hk: 開啓日曆

source: Enable Calendar Access
fr: Activer l'accès au calendrier
zh_hans: 启用日历访问
zh_hant: 啟用日曆訪問
zh_hk: 啓用日曆訪問

source: Enable Calendar access in Settings to show upcoming events.
fr: Activez l'accès au Calendar dans les Réglages pour afficher les événements à venir.
zh_hans: 在设置中开启日历权限以显示即将到来的日程。
zh_hant: 在設定中開啟日曆許可權以顯示即將到來的日程。
zh_hk: 在設置中開啓日曆權限以顯示即將到來的日程。

source: Enable Location
fr: Activer la localisation
zh_hans: 开启定位
zh_hant: 開啟定位
zh_hk: 開啓定位

source: Enable Reminders
fr: Activer les Rappels
zh_hans: 开启提醒事项
zh_hant: 開啟提醒事項
zh_hk: 開啓提醒事項

source: Enable Reminders access in Settings to show your open tasks.
fr: Activez l'accès à Reminders dans les Réglages pour afficher vos tâches en cours.
zh_hans: 在设置中开启提醒事项权限以显示待办任务。
zh_hant: 在設定中開啟提醒事項許可權以顯示待辦任務。
zh_hk: 在設置中開啓提醒事項權限以顯示待辦任務。

source: Enable Start Menu
fr: Activer le menu Démarrer
zh_hans: 启用开始菜单
zh_hant: 啟用開始選單
zh_hk: 啓用開始菜單

source: Existing docky.* UserDefaults will be cleared first, then replaced with the values from %@. Docky will relaunch after.
fr: Les UserDefaults docky.* existants seront d'abord effacés, puis remplacés par les valeurs de %@. Docky redémarrera ensuite.
zh_hans: 将先清除现有的 docky.* UserDefaults，然后用来自 %@ 的值替换。之后 Docky 会重新启动。
zh_hant: 將先清除現有的 docky.* UserDefaults，然後用來自 %@ 的值替換。之後 Docky 會重新啟動。
zh_hk: 將先清除現有的 docky.* UserDefaults，然後用來自 %@ 的值替換。之後 Docky 會重新啓動。

source: Export Theme
fr: Exporter le thème
zh_hans: 导出主题
zh_hant: 匯出主題
zh_hk: 導出主題

source: Export to Theme…
fr: Exporter vers le thème…
zh_hans: 导出为主题…
zh_hant: 匯出為主題…
zh_hk: 導出為主題…

source: Extra Large
fr: Très grande
zh_hans: 特大
zh_hant: 特大
zh_hk: 特大

source: Fades an app's tile to half opacity while the app is hidden or has no windows open. Turn off to keep icons fully opaque regardless of state. Detecting open windows needs Accessibility permission.
fr: Atténue la tuile d'une application à demi translucide lorsque celle-ci est masquée ou n'a aucune fenêtre ouverte. Désactivez pour garder les icônes totalement opaques quel que soit l'état. La détection des fenêtres ouvertes nécessite l'autorisation Accessibilité.
zh_hans: 将 App 图块淡化为半透明，前提是该 App 已隐藏或没有打开的窗口。关闭后无论状态如何，图标都保持完全不透明。检测打开的窗口需要辅助功能权限。
zh_hant: 將 App 圖塊淡化為半透明，前提是該 App 已隱藏或沒有開啟的視窗。關閉後無論狀態如何，圖示都保持完全不透明。檢測開啟的視窗需要輔助功能許可權。
zh_hk: 將 App 圖塊淡化為半透明，前提是該 App 已隱藏或沒有打開的窗口。關閉後無論狀態如何，圖標都保持完全不透明。檢測打開的窗口需要輔助功能權限。

source: Failed to Load
fr: Échec du chargement
zh_hans: 加载失败
zh_hant: 載入失敗
zh_hk: 加載失敗

source: Fan
fr: Ventilateur
zh_hans: 风扇
zh_hant: 風扇
zh_hk: 風扇

source: Favorite
fr: Favori
zh_hans: 收藏
zh_hant: 收藏
zh_hk: 收藏

source: Feedback
fr: Retour
zh_hans: 反馈
zh_hant: 反饋
zh_hk: 反饋

source: Finder Tile
fr: Tuile Finder
zh_hans: Finder 图块
zh_hant: Finder 圖塊
zh_hk: Finder 圖塊

source: Finder Window
fr: Fenêtre Finder
zh_hans: Finder 窗口
zh_hant: Finder 視窗
zh_hk: Finder 窗口

source: Finder action
fr: Action Finder
zh_hans: Finder 操作
zh_hant: Finder 操作
zh_hk: Finder 操作

source: Finder action failed
fr: Échec de l'action Finder
zh_hans: Finder 操作失败
zh_hant: Finder 操作失敗
zh_hk: Finder 操作失敗

source: Finder automation wasn’t allowed
fr: L’automatisation Finder n’a pas été autorisée
zh_hans: 未获允许自动化 Finder
zh_hant: 未獲允許自動化 Finder
zh_hk: 未獲允許自動化 Finder

source: Flexible Spacer
fr: Espacement flexible
zh_hans: 弹性间隔块
zh_hant: 彈性間隔塊
zh_hk: 彈性間隔塊

source: Fog
fr: Brouillard
zh_hans: 雾
zh_hant: 霧
zh_hk: 霧

source: Folder Badges
fr: Pastilles des dossiers
zh_hans: 文件夹徽标
zh_hant: 資料夾徽標
zh_hk: 文件夾徽標

source: Folder name
fr: Nom du dossier
zh_hans: 文件夹名称
zh_hant: 資料夾名稱
zh_hk: 文件夾名稱

source: For safety, Docky won't install a widget from a link until you turn this on in Settings › Widget Store.
fr: Par mesure de sécurité, Docky n'installera pas un widget provenant d'un lien tant que vous ne l'aurez pas activé dans Réglages › Store de widgets.
zh_hans: 为确保安全，需要先在“设置 › 小组件商店”中开启此选项，Docky 才会从链接安装小组件。
zh_hant: 為確保安全，需要先在“設定 › 小元件商店”中開啟此選項，Docky 才會從連結安裝小元件。
zh_hk: 為確保安全，需要先在“設置 › 小組件商店”中開啓此選項，Docky 才會從鏈接安裝小組件。

source: Force Quit
fr: Forcer la sortie
zh_hans: 强制退出
zh_hant: 強制退出
zh_hk: 強制退出

source: Forward
fr: Avant
zh_hans: 前进
zh_hant: 前進
zh_hk: 前進

source: Fri
fr: ven.
zh_hans: 周五
zh_hant: 週五
zh_hk: 週五

source: From
fr: De
zh_hans: 起始于
zh_hant: 起始於
zh_hk: 起始於

source: Frontmost App
fr: Application au premier plan
zh_hans: 最前应用
zh_hant: 最前應用
zh_hk: 最前應用

source: Full Disk Access
fr: Accès total au disque
zh_hans: 完全磁盘访问权限
zh_hant: 完全磁碟訪問許可權
zh_hk: 完全磁盤訪問權限

source: General
fr: Général
zh_hans: 通用
zh_hant: 通用
zh_hk: 通用

source: Granted
fr: Accordé
zh_hans: 已授权
zh_hant: 已授權
zh_hk: 已授權

source: Grouping your launch crew
fr: Regroupement de votre équipe de lancement
zh_hans: 正在为启动组合分组
zh_hant: 正在為啟動組合分組
zh_hk: 正在為啓動組合分組

source: Hide Finder
fr: Masquer Finder
zh_hans: 隐藏 Finder
zh_hant: 隱藏 Finder
zh_hk: 隱藏 Finder

source: Hide Trash
fr: Masquer la corbeille
zh_hans: 隐藏废纸篓
zh_hant: 隱藏廢紙簍
zh_hk: 隱藏廢紙簍

source: Hide profile switcher
fr: Masquer le sélecteur de profil
zh_hans: 隐藏配置切换器
zh_hant: 隱藏配置切換器
zh_hk: 隱藏配置切換器

source: Hides recent / unpinned running apps even when "Show Running Apps" is on. Useful when you want a stable dock layout that doesn't shift as apps launch.
fr: Masque les applications récentes ou en cours non épinglées même lorsque « Afficher les applications en cours » est activé. Utile lorsque vous souhaitez un dock stable qui ne se déplace pas au lancement des applications.
zh_hans: 即使开启“显示运行中的应用”，也会隐藏最近使用的和未固定的应用。当你需要一个不会因应用启动而变动的稳定 Dock 布局时，这很有用。
zh_hant: 即使開啟“顯示執行中的應用”，也會隱藏最近使用的和未固定的應用。當你需要一個不會因應用啟動而變動的穩定 Dock 佈局時，這很有用。
zh_hk: 即使開啓“顯示運行中的應用”，也會隱藏最近使用的和未固定的應用。當你需要一個不會因應用啓動而變動的穩定 Dock 佈局時，這很有用。

source: Home
fr: Accueil
zh_hans: 个人
zh_hant: 個人
zh_hk: 個人

source: Horizontal gap between icons at the reference height. Lower values pack icons tighter, higher values spread them out.
fr: Espace horizontal entre les icônes à la hauteur de référence. Les valeurs basses resserrent les icônes, les valeurs hautes les écartent.
zh_hans: 参考高度下图标之间的水平间距。数值越小，图标排列越紧凑；数值越大，图标间距越大。
zh_hant: 參考高度下圖示之間的水平間距。數值越小，圖示排列越緊湊；數值越大，圖示間距越大。
zh_hk: 參考高度下圖標之間的水平間距。數值越小，圖標排列越緊湊；數值越大，圖標間距越大。

source: Hourly
fr: Toutes les heures
zh_hans: 每小时
zh_hant: 每小時
zh_hk: 每小時

source: Hover Background Color
fr: Couleur de l'arrière-plan de survol
zh_hans: 悬停背景颜色
zh_hant: 懸停背景顏色
zh_hk: 懸停背景顏色

source: Hover Background Corner Radius
fr: Rayon des coins du fond au survol
zh_hans: 悬停背景圆角
zh_hant: 懸停背景圓角
zh_hk: 懸停背景圓角

source: Hover Background Image
fr: Image d'arrière-plan de survol
zh_hans: 悬停背景图像
zh_hant: 懸停背景影象
zh_hk: 懸停背景圖像

source: Hover Background Opacity
fr: Opacité du fond au survol
zh_hans: 悬停背景不透明度
zh_hant: 懸停背景不透明度
zh_hk: 懸停背景不透明度

source: Hover Opacity
fr: Opacité au survol
zh_hans: 悬停不透明度
zh_hant: 懸停不透明度
zh_hk: 懸停不透明度

source: Hover Scale
fr: Échelle de survol
zh_hans: 悬停缩放
zh_hant: 懸停縮放
zh_hk: 懸停縮放

source: How an app folder shows its apps' badges: one combined total on the folder tile, or a badge on each app inside it.
fr: Comment un dossier d'applications affiche les badges de ses applications : un total combiné sur la tuile du dossier, ou un badge sur chaque application qu'il contient.
zh_hans: 应用文件夹如何显示其中各应用的徽标：在文件夹图块上显示一个合并后的总数，或在文件夹内的每个应用上分别显示徽标。
zh_hant: 應用資料夾如何顯示其中各應用的徽標：在資料夾圖塊上顯示一個合併後的總數，或在資料夾內的每個應用上分別顯示徽標。
zh_hk: 應用文件夾如何顯示其中各應用的徽標：在文件夾圖塊上顯示一個合併後的總數，或在文件夾內的每個應用上分別顯示徽標。

source: How long the slide takes when Docky shows or hides its window. Set to 0 to snap instantly.
fr: Durée du glissement lorsque Docky affiche ou masque sa fenêtre. Réglez sur 0 pour un déplacement instantané.
zh_hans: Docky 显示或隐藏窗口时滑动的时长。设为 0 表示立即出现。
zh_hant: Docky 顯示或隱藏視窗時滑動的時長。設為 0 表示立即出現。
zh_hk: Docky 顯示或隱藏窗口時滑動的時長。設為 0 表示立即出現。

source: Icon Size
fr: Taille de l'icône
zh_hans: 图标大小
zh_hant: 圖示大小
zh_hk: 圖標大小

source: Image Size
fr: Taille de l'image
zh_hans: 图像大小
zh_hant: 影象大小
zh_hk: 圖像大小

source: Import Theme
fr: Importer un thème
zh_hans: 导入主题
zh_hant: 匯入主題
zh_hk: 導入主題

source: Import Theme…
fr: Importer un thème…
zh_hans: 导入主题…
zh_hant: 匯入主題…
zh_hk: 導入主題…

source: Include minimized windows in the window switcher and per-tile hover previews. They render dimmed with a "(minimized)" label so they stand out from active windows.
fr: Incluez les fenêtres minimisées dans le sélecteur de fenêtres et les aperçus de survol par tuile. Elles s'affichent en grisées avec un libellé « (minimisé) » pour se distinguer des fenêtres actives.
zh_hans: 将最小化的窗口纳入窗口切换器和逐图块悬停预览。它们会以变暗方式呈现，并带有“（已最小化）”标签，以便与活动窗口区分开来。
zh_hant: 將最小化的視窗納入視窗切換器和逐圖塊懸停預覽。它們會以變暗方式呈現，並帶有“（已最小化）”標籤，以便與活動視窗區分開來。
zh_hk: 將最小化的窗口納入窗口切換器和逐圖塊懸停預覽。它們會以變暗方式呈現，並帶有“（已最小化）”標籤，以便與活動窗口區分開來。

source: Indicator Color
fr: Couleur de l'indicateur
zh_hans: 指示器颜色
zh_hant: 指示器顏色
zh_hk: 指示器顏色

source: Install
fr: Installer
zh_hans: 安装
zh_hant: 安裝
zh_hk: 安裝

source: Install Widget
fr: Installer le widget
zh_hans: 安装小组件
zh_hant: 安裝小元件
zh_hk: 安裝小組件

source: Install a widget from “%@”?
fr: Installer un widget depuis « %@ » ?
zh_hans: 要安装来自“%@”的小组件吗？
zh_hant: 要安裝來自“%@”的小元件嗎？
zh_hk: 要安裝來自“%@”的小組件嗎？

source: Install from File…
fr: Installer depuis un fichier…
zh_hans: 从文件安装…
zh_hant: 從檔案安裝…
zh_hk: 從文件安裝…

source: Installed
fr: Installé
zh_hans: 已安装
zh_hant: 已安裝
zh_hk: 已安裝

source: Installed Themes
fr: Thèmes installés
zh_hans: 已安装主题
zh_hant: 已安裝主題
zh_hk: 已安裝主題

source: Installed Widgets
fr: Widgets installés
zh_hans: 已安装小组件
zh_hant: 已安裝小元件
zh_hk: 已安裝小組件

source: Installing widgets from links is off
fr: L’installation de widgets depuis des liens est désactivée
zh_hans: 未开启从链接安装小组件
zh_hant: 未開啟從連結安裝小元件
zh_hk: 未開啓從鏈接安裝小組件

source: Installing…
fr: Installation…
zh_hans: 正在安装…
zh_hant: 正在安裝…
zh_hk: 正在安裝…

source: Invalid widget install link
fr: Lien d’installation de widget invalide
zh_hans: 无效的小组件安装链接
zh_hant: 無效的小元件安裝連結
zh_hk: 無效的小組件安裝鏈接

source: Inward Offset
fr: Décalage vers l'intérieur
zh_hans: 向内偏移
zh_hant: 向內偏移
zh_hk: 向內偏移

source: Keyboard
fr: Clavier
zh_hans: 键盘
zh_hant: 鍵盤
zh_hk: 鍵盤

source: Large
fr: Grand
zh_hans: 大
zh_hant: 大
zh_hk: 大

source: Later
fr: Plus tard
zh_hans: 稍后
zh_hant: 稍後
zh_hk: 稍後

source: Launchpad Options
fr: Options de Launchpad
zh_hans: 启动台选项
zh_hant: 啟動臺選項
zh_hk: 啓動台選項

source: Launchpad Settings…
fr: Réglages de Launchpad…
zh_hans: 启动台设置…
zh_hant: 啟動臺設定…
zh_hk: 啓動台設置…

source: Layered hover treatment: a background fill (color or image), plus optional scale and opacity multipliers applied to the icon while hovered.
fr: Traitement de survol en couches : un fond (couleur ou image), plus des multiplicateurs d'échelle et d'opacité appliqués à l'icône au survol.
zh_hans: 分层悬停效果：包含一层背景填充（颜色或图像），以及悬停时应用于图标的缩放和不透明度系数。
zh_hant: 分層懸停效果：包含一層背景填充（顏色或影象），以及懸停時應用於圖示的縮放和不透明度係數。
zh_hk: 分層懸停效果：包含一層背景填充（顏色或圖像），以及懸停時應用於圖標的縮放和不透明度係數。

source: Leading
fr: Début
zh_hans: 前缘
zh_hant: 前緣
zh_hk: 前緣

source: Left Side
fr: Côté gauche
zh_hans: 左侧
zh_hant: 左側
zh_hk: 左側

source: Left and Right
fr: Gauche et Droite
zh_hans: 左和右
zh_hant: 左和右
zh_hk: 左和右

source: Library
fr: Bibliothèque
zh_hans: 资源库
zh_hant: 資源庫
zh_hk: 資源庫

source: Links like `docky://install-widget` let a web page install a widget. Off by default. Widgets are native plugins that run inside Docky with the same access Docky has — Accessibility, Automation, files, and more — and Docky doesn't sandbox or verify them, so only install widgets you trust. Installing a `.dockywidget` file yourself always works.
fr: Les liens comme `docky://install-widget` permettent à une page web d'installer un widget. Désactivé par défaut. Les widgets sont des plugins natifs qui s'exécutent à l'intérieur de Docky avec le même accès dont dispose Docky : Accessibilité, Automatisation, fichiers, et plus — et Docky ne les isole ni ne les vérifie, n'installez donc que des widgets auxquels vous faites confiance. L'installation d'un fichier `.dockywidget` par vos soins fonctionne toujours.
zh_hans: 类似 `docky://install-widget` 的链接可让网页安装小组件。默认关闭。小组件是运行在 Docky 内部的原生插件，拥有与 Docky 相同的权限——辅助功能、自动化、文件访问等；Docky 不对其进行沙箱隔离或校验，因此请只安装你信任的小组件。手动安装 `.dockywidget` 文件始终可用。
zh_hant: 類似 `docky://install-widget` 的連結可讓網頁安裝小元件。預設關閉。小元件是執行在 Docky 內部的原生外掛，擁有與 Docky 相同的許可權——輔助功能、自動化、檔案訪問等；Docky 不對其進行沙箱隔離或校驗，因此請只安裝你信任的小元件。手動安裝 `.dockywidget` 檔案始終可用。
zh_hk: 類似 `docky://install-widget` 的鏈接可讓網頁安裝小組件。默認關閉。小組件是運行在 Docky 內部的原生插件，擁有與 Docky 相同的權限——輔助功能、自動化、文件訪問等；Docky 不對其進行沙箱隔離或校驗，因此請只安裝你信任的小組件。手動安裝 `.dockywidget` 文件始終可用。

source: List Minimized Windows in Switcher & Previews
fr: Répertorier les fenêtres minimisées dans le Switcher et les aperçus
zh_hans: 在切换器与预览中列出最小化窗口
zh_hant: 在切換器與預覽中列出最小化視窗
zh_hk: 在切換器與預覽中列出最小化窗口

source: Live macOS Dock prefs (`com.apple.dock`)
fr: Préférences du Dock macOS en direct (`com.apple.dock`)
zh_hans: 实时 macOS Dock 偏好设置（`com.apple.dock`）
zh_hant: 實時 macOS Dock 偏好設定（`com.apple.dock`）
zh_hk: 實時 macOS Dock 偏好設置（`com.apple.dock`）

source: Loading Batteries
fr: Chargement des batteries
zh_hans: 正在载入电池
zh_hant: 正在載入電池
zh_hk: 正在載入電池

source: Loading Calendar
fr: Chargement du calendrier
zh_hans: 日历加载中
zh_hant: 日曆載入中
zh_hk: 日曆加載中

source: Loading Reminders
fr: Chargement des rappels
zh_hans: 提醒事项加载中
zh_hant: 提醒事項載入中
zh_hk: 提醒事項加載中

source: Loading Status
fr: Chargement du statut
zh_hans: 正在载入状态
zh_hant: 正在載入狀態
zh_hk: 正在載入狀態

source: Loading Weather
fr: Chargement de la météo
zh_hans: 天气加载中
zh_hant: 天氣載入中
zh_hk: 天氣加載中

source: Loading marketplace…
fr: Chargement du market…
zh_hans: 正在加载市场…
zh_hant: 正在載入市場…
zh_hk: 正在加載市場…

source: Location
fr: Emplacement
zh_hans: 位置
zh_hant: 位置
zh_hk: 位置

source: Location access is needed for local weather.
fr: L’accès à la localisation est nécessaire pour la météo locale.
zh_hans: 需要位置权限才能显示本地天气。
zh_hant: 需要位置許可權才能顯示本地天氣。
zh_hk: 需要位置權限才能顯示本地天氣。

source: Log Out...
fr: Se déconnecter...
zh_hans: 注销…
zh_hant: 登出…
zh_hk: 註銷…

source: Magnified Size
fr: Taille agrandie
zh_hans: 放大尺寸
zh_hant: 放大尺寸
zh_hk: 放大尺寸

source: Manage Profiles…
fr: Gérer les profils…
zh_hans: 管理配置…
zh_hant: 管理配置…
zh_hk: 管理配置…

source: Maximum icon edge on a 1440p screen. Smaller displays scale down from this value; larger ones are clamped to it. Default is 128 pt.
fr: Taille maximale d'un bord d'icône sur un écran 1440p. Les petits écrans sont réduits à partir de cette valeur ; les plus grands y sont limités. La valeur par défaut est de 128 pt.
zh_hans: 1440p 屏幕上的图标最大边长。较小的显示屏按此值等比缩小，较大的则以此为上限。默认值为 128 磅。
zh_hant: 1440p 螢幕上的圖示最大邊長。較小的顯示屏按此值等比縮小，較大的則以此為上限。預設值為 128 磅。
zh_hk: 1440p 屏幕上的圖標最大邊長。較小的顯示屏按此值等比縮小，較大的則以此為上限。默認值為 128 磅。

source: Media App
fr: Application multimédia
zh_hans: 媒体应用
zh_hant: 媒體應用
zh_hk: 媒體應用

source: Medium
fr: Moyen
zh_hans: 中
zh_hant: 中
zh_hk: 中

source: Menu action unavailable
fr: Action de menu indisponible
zh_hans: 菜单操作不可用
zh_hant: 選單操作不可用
zh_hk: 菜單操作不可用

source: Messaging
fr: Messagerie
zh_hans: 通讯
zh_hant: 通訊
zh_hk: 通訊

source: Missing
fr: Manquant
zh_hans: 未授权
zh_hant: 未授權
zh_hk: 未授權

source: Mon
fr: lun.
zh_hans: 周一
zh_hant: 週一
zh_hk: 週一

source: Monthly
fr: Mensuel
zh_hans: 每月
zh_hant: 每月
zh_hk: 每月

source: More
fr: Plus
zh_hans: 更多
zh_hant: 更多
zh_hk: 更多

source: More actions
fr: Plus d'actions
zh_hans: 更多操作
zh_hant: 更多操作
zh_hk: 更多操作

source: Mostly Clear
fr: Principalement dégagé
zh_hans: 大体晴朗
zh_hant: 大體晴朗
zh_hk: 大體晴朗

source: Mouse
fr: Souris
zh_hans: 鼠标
zh_hant: 滑鼠
zh_hk: 鼠標

source: Move to Trash
fr: Déplacer vers la Corbeille
zh_hans: 移到废纸篓
zh_hant: 移到廢紙簍
zh_hk: 移到廢紙簍

source: Movies
fr: Films
zh_hans: 影片
zh_hant: 影片
zh_hk: 影片

source: Music
fr: Musique
zh_hans: 音乐
zh_hant: 音樂
zh_hk: 音樂

source: Needs Attention
fr: Attention requise
zh_hans: 需要注意
zh_hant: 需要注意
zh_hk: 需要注意

source: Needs Restart
fr: Redémarrage requis
zh_hans: 需要重新启动
zh_hant: 需要重新啟動
zh_hk: 需要重新啓動

source: Next
fr: Suivant
zh_hans: 下一步
zh_hant: 下一步
zh_hk: 下一步

source: Next Photo
fr: Photo suivante
zh_hans: 下一张照片
zh_hant: 下一張照片
zh_hk: 下一張照片

source: No Battery Data
fr: Aucune donnée de batterie
zh_hans: 无电池数据
zh_hant: 無電池資料
zh_hk: 無電池數據
